Repository: Vek123/hammer-s-test
Catalog: referal/locale/*/LC_MESSAGES/django.po
Languages: ru

source: username
ru: логин

source: 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ru: 150 символов или меньше. Только буквы, цифры и @/./+/-/_.

source: password
ru: пароль

source: phone
ru: телефон

source: invite code
ru: код приглашения

source: claimed invite code
ru: применённый код приглашения

source: %(field_name)s field has not valid phone number.
ru: В поле %(field_name)s указан неправильный номер телефона.

source: Code should contain only numbers or letters
ru: Код должен содержать только цифры или буквы

source: You can't delete or change claimed invite code
ru: Вы не можете удалить или изменить применённый код приглашения

source: Written invite code doesn't exist
ru: Указанный код приглашения не существует
